const settings = {
    count: 10000000,
    samples: {
        name: [
            'Александр',
            'Василий',
            'Пётр',
            'Степан',
            'Иван',
            'Алексей',
            'Сергей',
            'Дмитрий',
        ],
        fathername: [
            'Александрович',
            'Васильевич',
            'Петрович',
            'Степанович',
            'Иванович',
            'Алексеевич',
            'Сергеевич',
            'Дмитриевич',
        ],
        surname: [
            'Александров',
            'Васильев',
            'Петров',
            'Степанов',
            'Иванов',
            'Алексеев',
            'Сергеев',
            'Дмитриев',
        ],
    },
};

export default settings;
